readwrite/150_node/job_1471276_fiojob_64/nid00063_fiojob_64/output.log
readwrite: (g=0): rw=rw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 64 processes
readwrite: Laying out IO file (1 file / 1024MiB)
readwrite: Laying out IO file (1 file / 1024MiB)
readwrite: Laying out IO file (1 file / 1024MiB)
[...]

readwrite: (groupid=0, jobs=64): err= 0: pid=242052: Wed Jul 21 20:16:02 2021
  read: IOPS=20.0k, BW=78.0MiB/s (81.8MB/s)(22.9GiB/300457msec)
    slat (usec): min=7, max=9521.8k, avg=3095.19, stdev=40101.51
    clat (usec): min=14, max=60820k, avg=408009.13, stdev=3394059.59
     lat (usec): min=115, max=61041k, avg=411105.08, stdev=3418667.02
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   14], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   15], 60.00th=[   15],
     | 70.00th=[   15], 80.00th=[   16], 90.00th=[   16], 95.00th=[   19],
     | 99.00th=[17113], 99.50th=[17113], 99.90th=[17113], 99.95th=[17113],
     | 99.99th=[17113]
   bw (  KiB/s): min=  452, max=813492, per=100.00%, avg=93164.90, stdev=5321.40, samples=28557
   iops        : min=   68, max=203372, avg=23289.98, stdev=1330.35, samples=28557
  write: IOPS=20.0k, BW=78.0MiB/s (81.8MB/s)(22.9GiB/300457msec); 0 zone resets
    slat (usec): min=68, max=2280.6k, avg=84.24, stdev=975.82
    clat (usec): min=11, max=60822k, avg=388691.06, stdev=3300554.00
     lat (usec): min=96, max=60822k, avg=388776.41, stdev=3300556.98
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   14], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   15], 60.00th=[   15],
     | 70.00th=[   15], 80.00th=[   16], 90.00th=[   16], 95.00th=[   18],
     | 99.00th=[17113], 99.50th=[17113], 99.90th=[17113], 99.95th=[17113],
     | 99.99th=[17113]
   bw (  KiB/s): min=  452, max=815688, per=100.00%, avg=94084.98, stdev=5329.16, samples=28143
   iops        : min=   68, max=203922, avg=23519.98, stdev=1332.29, samples=28143
  lat (usec)   : 20=0.01%, 50=0.01%, 250=0.01%, 500=0.01%, 750=0.01%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=97.01%, 50=0.95%
  lat (msec)   : 100=0.08%, 250=0.08%, 500=0.05%, 750=0.07%, 1000=0.07%
  lat (msec)   : 2000=0.08%, >=2000=1.60%
  cpu          : usr=0.60%, sys=3.10%, ctx=83137, majf=0, minf=2813
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=6000365,5999864,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=78.0MiB/s (81.8MB/s), 78.0MiB/s-78.0MiB/s (81.8MB/s-81.8MB/s), io=22.9GiB (24.6GB), run=300457-300457msec
  WRITE: bw=78.0MiB/s (81.8MB/s), 78.0MiB/s-78.0MiB/s (81.8MB/s-81.8MB/s), io=22.9GiB (24.6GB), run=300457-300457msec